#include "music.h"                 

const char *music[30] = {
	"0:/红豆.MP3",
	"0:/断桥残雪.MP3",
	"0:/像我这样的人.MP3",
	"0:/美丽的神话.MP3",
	"0:/像风一样.MP3",
	"0:/情非得已.MP3",
	"0:/江南.MP3",
	"0:/错位时空.MP3",
	"0:/有何不可.MP3",
	"0:/暧昧.MP3",
	"0:/爱如潮水.MP3",
	"0:/爱就一个字.MP3",
	"0:/新贵妃醉酒.MP3",		
	"0:/父亲写的散文诗.MP3",	
	"0:/清明雨上.MP3",		
	"0:/牧马城市.MP3",	
	"0:/山水之间.MP3",	
	"0:/十年.MP3",	
	"0:/成都.MP3",	
	"0:/漠河舞厅.MP3",	
	"0:/如果爱忘了.MP3",	
	"0:/演员.MP3",	
	"0:/坏女孩.MP3",	
	"0:/犯贱.MP3",	
	"0:/红妆.MP3",	
	"0:/会不会.MP3",	
	"0:/自以为.MP3",	
							};

char *music_num[30] = {
	"红豆",
	"断桥残雪",
	"像我这样的人",
	"美丽的神话",
	"像风一样",
	"情非得已",
	"江南",
	"错位时空",
	"有何不可",
	"暧昧",
	"爱如潮水",
	"爱就一个字",
	"新贵妃醉酒",		
	"父亲写的散文诗",
	"清明雨上",		
	"牧马城市",	
	"山水之间",	
	"十年",	
	"成都",	
	"漠河舞厅",	
	"如果爱忘了",	
	"演员",	
	"坏女孩",	
	"犯贱",	
	"红妆",	
	"会不会",	
	"自以为",	
};







						
							
							

							
							
